Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: The International Symbol of TTY shall comply with Figure 703.6.3.2.
fr_ca: Le Symbole international du TTY doit être conforme à la figure 703.6.3.2.

source: The Noise Reduction Coefficient (NRC) ratings for floor, wall and ceiling surface finishes shall conform to the following equations:
fr_ca: Les cotes de coefficient de réduction du bruit (NRC) pour les revêtements de surface de plancher, de mur et de plafond doivent être conformes aux équations suivantes :

source: The accessible route shall not overlap a wheelchair space.
fr_ca: L'itinéraire accessible ne doit pas chevaucher un espace pour fauteuil roulant.

source: The accessible route shall permit persons with disabilities passing around security barriers to maintain visual contact with their personal items to the same extent provided others passing through the security barrier.
fr_ca: L'itinéraire accessible doit permettre aux personnes en situation d'handicap qui contournent les barrières de sécurité de maintenir un contact visuel avec leurs effets personnels dans la même mesure que les autres personnes qui franchissent la barrière de sécurité.

source: The activation of automatic sprinklers outside the hoistway, machine room, machinery space, control room or control space shall not disconnect the main line power supply.
fr_ca: L’activation des systèmes automatiques d’extinction situés à l’extérieur du puits d’ascenseur, du local des machines, du local de machinerie, du local de commande ou de l’espace de commande ne doit pas couper l’alimentation électrique principale.

source: The address of the structure.
fr_ca: L'adresse de la structure.

source: The aggregate area of all such pass-through openings within a single room shall not exceed 80 square inches (0.05 m2).
fr_ca: La superficie totale de toutes ces ouvertures de passage dans une même pièce ne doit pas excéder 80 po2 [0,05 m2].

source: The air leakage rate of the door assembly shall not exceed 3.0 cubic feet per minute per square foot [0.015424 m3/(s × m2)] of door opening at 0.10 inch (24.9 Pa) of water for both the ambient temperature test and the elevated temperature exposure test.
fr_ca: Le taux de fuite d’air de l’assemblage de porte ne doit pas dépasser 3,0 pieds cubes par minute par pied carré [0,015424 m³/(s × m²)] d’ouverture de porte à une pression d’eau de 0,10 pouce (24,9 Pa), tant pour l’essai à température ambiante que pour l’essai d’exposition à une température élevée.

source: The airspace shall not be filled, except to provide fireblocking in accordance with Section R1001.12.
fr_ca: L'espace d'espace d'air ne doit pas être rempli, sauf pour assurer un coupe-feu selon la section R1001.12.

source: The aisle shall provide sufficient capacity for the number of persons accommodated by the catchment area served by the aisle.
fr_ca: L’allée doit offrir une capacité suffisante pour le nombre de personnes prises en compte dans la zone de captage desservie par l’allée.

source: The ambient sound level limits shall apply to fully-furnished, unoccupied classrooms, and with only permanent HVAC, electrical and plumbing systems functioning.
fr_ca: Les limites de niveau sonore ambiant doivent s'appliquer aux salles de classe entièrement meublées et inoccupées, et avec uniquement les systèmes permanents de CVC, d'électricité et de plomberie en fonctionnement.

source: The applicant for a permit shall provide an estimated permit value at time of application.
fr_ca: Le demandeur d’un permis doit fournir une estimation de la valeur des travaux visés par le permis au moment de présenter sa demande.

source: The area is separated from the remainder of the level of exit discharge by a fire partition constructed in accordance with Section 708.
fr_ca: La zone est séparée du reste du niveau de l'issue d'évacuation par une cloison coupe-feu construite selon la section 708.

source: The area is used only for means of egress and exits directly to the outside.
fr_ca: La zone est utilisée uniquement pour les moyens d'évacuation et les issues menant directement à l'extérieur.

source: The area of operable windows or panels shall be not less than 40 square feet (3.7 m2) per 50 linear feet (15 240 mm) of perimeter.
fr_ca: La superficie des fenêtres ou des panneaux pouvant être ouverts ne doit pas être inférieure à 40 pi² (3,7 m²) par 50 pi linéaires (15 240 mm) de périmètre.

source: The area of the occupied roofs shall not be included in the building area as regulated by Section 506.
fr_ca: La superficie des toits occupés ne doit pas être incluse dans la superficie du bâtiment réglementée par la section 506.

source: The area well shall allow the emergency escape and rescue opening to be fully opened.
fr_ca: Le puits de fenêtre doit permettre l’ouverture complète de l’ouverture d’évacuation d’urgence et de sauvetage.

source: The atrium floor area is permitted to be used for any approved use where the individual space is provided with an automatic sprinkler system in accordance with Section 903.3.1.1.
fr_ca: La superficie de plancher de l’atrium peut être utilisée pour tout usage approuvé lorsque l’espace concerné est équipé d’un système de gicleurs automatiques conformément à l’article 903.3.1.1.

source: The attachment to the structure shall be made by the use of support devices designed for use with the specific piping material or by fittings anchored with screws.
fr_ca: La fixation à la structure doit être effectuée à l'aide de dispositifs de support conçus pour être utilisés avec le matériau de tuyauterie spécifique ou de raccords ancrés avec des vis.

source: The audible signal or verbal annunciator shall be 10 dBA minimum above ambient, but shall not exceed 80 dBA, measured at the hall call button.
fr_ca: Le signal sonore ou l'annonceur vocal doit être d'au moins 10 dBA au-dessus du bruit ambiant, mais ne doit pas dépasser 80 dBA, mesuré au bouton d'appel dans le hall.

source: The audible tone and verbal announcement shall be activated by pressing a function button.
fr_ca: La tonalité sonore et l'annonce verbale doivent être activées en appuyant sur un bouton de fonction.

source: The back-wall grab bar shall extend the length of the wall and extend within 6 inches (150 mm) maximum from the adjacent side wall opposite the seat.
fr_ca: La barre d'appui du mur arrière doit s'étendre sur toute la longueur du mur et se prolonger jusqu'à une distance maximale de 6 po [150 mm] du mur latéral adjacent opposé au siège.

source: The backdrop shall provide a flat, smooth surface with a monochromatic, low-luster finish treatment.
fr_ca: La toile de fond doit fournir une surface plane et lisse avec un traitement de finition monochromatique à faible lustre.

source: The bathing fixture shall be a bathtub complying with Section 1103.11.2.5.1 or a shower compartment complying with Section 1103.11.2.5.2.
fr_ca: L'appareil de bain doit être une baignoire conforme à la section 1103.11.2.5.1 ou un compartiment de douche conforme à la section 1103.11.2.5.2.

source: The bathing fixture shall be a bathtub complying with Section 1104.11.3.2.3.1 or a shower compartment complying with Section 1104.11.3.2.3.2.
fr_ca: L'appareil sanitaire de bain doit être une baignoire conforme à la section 1104.11.3.2.3.1 ou un compartiment de douche conforme à la section 1104.11.3.2.3.2.

source: The bond strength of the SFRM installed throughout the building shall be in accordance with Table 403.2.3.
fr_ca: La résistance d’adhérence des SFRM installés dans l’ensemble du bâtiment doit être conforme au Tableau 403.2.3.

source: The bottom of the sign shall be located not less than 5 feet (1524 mm) above the floor landing in a position that is readily visible when the doors are in the open and closed positions.
fr_ca: Le bas du panneau doit être situé à au moins 5 pieds (1 524 mm) au-dessus du palier d’étage, à un endroit facilement visible lorsque les portes sont en position ouverte et fermée.

source: The building is equipped throughout with an approved automatic sprinkler system installed in accordance with Section 903.3.1.1.
fr_ca: Le bâtiment est entièrement équipé d'un système d'extincteurs automatiques approuvé installé selon la section 903.3.1.1.

source: The building official is authorized to accept reports of approved inspection agencies, provided that such agencies satisfy the requirements as to qualifications and reliability.
fr_ca: Le responsable de la construction est autorisé à accepter les rapports des organismes d’inspection approuvés, à condition que ces organismes satisfassent aux exigences en matière de qualifications et de fiabilité.

source: The building official is authorized to establish a refund policy.
fr_ca: Le responsable de la construction est autorisé à établir une politique de remboursement.

source: The building official is authorized to grant, in writing, one or more extensions of time, for periods not more than 180 days each.
fr_ca: Le responsable de la construction est autorisé à accorder, par écrit, une ou plusieurs prolongations, pour des périodes ne dépassant pas 180 jours chacune.

source: The building official is authorized to issue a permit for the construction of foundations or any other part of a building or structure before the construction documents for the whole building or structure have been submitted, provided that adequate information and detailed statements have been filed complying with pertinent requirements of this code.
fr_ca: Le responsable de la construction est autorisé à délivrer un permis pour la construction des fondations ou de toute autre partie d’un bâtiment ou d’une construction avant que les documents de construction relatifs à l’ensemble du bâtiment ou de la construction aient été soumis, à condition que des renseignements suffisants et des énoncés détaillés aient été déposés conformément aux exigences pertinentes du présent code.

source: The building official is authorized to issue a temporary certificate of occupancy before the completion of the entire work covered by the permit, provided that such portion or portions shall be occupied safely.
fr_ca: Le responsable de la construction est autorisé à délivrer un certificat d'occupation temporaire avant l'achèvement de l'ensemble des travaux couverts par le permis, à condition que cette ou ces parties soient occupées en toute sécurité.

source: The building official is authorized to prevent occupancy or use of a structure where in violation of this code or of any other ordinances of this jurisdiction.
fr_ca: Le responsable de la construction est autorisé à empêcher l’occupation ou l’utilisation d’une construction lorsqu’elle contrevient au présent code ou à toute autre ordonnance de la juridiction.

source: The building official is authorized to suspend or revoke a certificate of occupancy or completion issued under the provisions of this code, in writing, wherever the certificate is issued in error, or on the basis of incorrect information supplied, or where it is determined that the building or structure or portion thereof is in violation of the provisions of this code or other ordinance of the jurisdiction.
fr_ca: Le responsable de la construction est autorisé à suspendre ou à révoquer un certificat d'usage ou d'achèvement délivré en vertu des dispositions du présent code, par écrit, chaque fois que le certificat est délivré par erreur, ou sur la base d'informations incorrectes fournies, ou lorsqu'il est déterminé que le bâtiment ou la structure ou une partie de celui-ci est en violation des dispositions du présent code ou d'une autre ordonnance de la juridiction.

source: The building official is authorized to suspend or revoke a permit issued under the provisions of this code wherever the permit is issued in error or on the basis of incorrect, inaccurate or incomplete information, or in violation of any ordinance or regulation or any of the provisions of this code.
fr_ca: Le responsable de la construction est autorisé à suspendre ou à révoquer un permis délivré en vertu des dispositions du présent code lorsque le permis a été délivré par erreur ou sur la base de renseignements erronés, inexacts ou incomplets, ou en violation de toute ordonnance ou de tout règlement, ou de l’une quelconque des dispositions du présent code.

source: The building official is authorized to waive or modify the requirement for a site plan where the application for permit is for alteration or repair or where otherwise warranted.
fr_ca: Le responsable de la construction est autorisé à dispenser de l’exigence d’un plan de situation ou à la modifier lorsque la demande de permis concerne une modification ou une réparation, ou lorsque cela est autrement justifié.

source: The building official is authorized to waive the submission of construction documents and other data not required to be prepared by a registered design professional if it is found that the nature of the work applied for is such that review of construction documents is not necessary to obtain compliance with this code.
fr_ca: Le responsable de la construction est autorisé à dispenser de la soumission des documents de construction et des autres données qui ne sont pas obligatoirement préparés par un professionnel de la conception enregistré, s’il est établi que la nature des travaux faisant l’objet de la demande est telle que l’examen des documents de construction n’est pas nécessaire pour assurer la conformité au présent code.

source: The building official shall be notified in writing by the owner or the owner's authorized agent if the registered design professional in responsible charge is changed or is unable to continue to perform the duties.
fr_ca: Le propriétaire ou son mandataire autorisé doit aviser par écrit le responsable de la construction si le professionnel de la conception enregistré responsable est remplacé ou n’est plus en mesure de s’acquitter de ses fonctions.

source: The building official shall examine or cause to be examined applications for permits and amendments thereto within a reasonable time after filing.
fr_ca: Le responsable de la construction doit examiner ou faire examiner les demandes de permis et leurs modifications dans un délai raisonnable suivant leur dépôt.

source: The building official shall examine or cause to be examined the accompanying submittal documents and shall ascertain by such examinations whether the construction indicated and described is in accordance with the requirements of this code and other pertinent laws or ordinances.
fr_ca: Le responsable de la construction doit examiner ou faire examiner les documents à soumettre qui accompagnent la demande et déterminer, au moyen de ces examens, si la construction indiquée et décrite est conforme aux exigences du présent code et aux autres lois ou ordonnances pertinentes.

source: The building official shall have access to such records at all times or such records shall be filed with the building official as designated.
fr_ca: Le responsable de la construction doit avoir accès à ces registres à tout moment ou ces registres doivent être déposés auprès du responsable de la construction désigné. v

source: The building official shall have the authority to authorize disconnection of utility service to the building, structure or system regulated by this code and the referenced codes and standards in case of emergency where necessary to eliminate an immediate hazard to life or property or where such utility connection has been made without the approval required by Section 112.1 or 112.2.
fr_ca: Le responsable de la construction est autorisé à ordonner la déconnexion des services publics desservant le bâtiment, la structure ou le système régi par le présent code et les codes et normes cités en référence, en cas d’urgence, lorsque cela est nécessaire pour éliminer un danger immédiat pour la vie ou les biens, ou lorsque le raccordement à ces services a été effectué sans l’approbation requise par la section 112.1 ou 112.2.

source: The building official shall have the authority to authorize the temporary connection of the building or system to the utility, the source of energy, fuel, or power, or the water system or sewer system for the purpose of testing systems or for use under a temporary approval.
fr_ca: Le responsable de la construction a le pouvoir d'autoriser le raccordement temporaire du bâtiment ou du système au service public, à la source d'énergie, de combustible ou d'électricité, ou au système d'eau ou d'égout aux fins de l'essai des systèmes ou pour une utilisation en vertu d'une approbation temporaire.

source: The building official shall notify the serving utility, and wherever possible the owner or the owner's authorized agent and occupant of the building, structure or service system of the decision to disconnect prior to taking such action.
fr_ca: Le responsable de la construction doit aviser le service public concerné et, dans la mesure du possible, le propriétaire ou son agent autorisé et l'occupant du bâtiment, de la structure ou du système de service de la décision de débrancher avant de prendre une telle mesure.

source: The building official shall set a time period during which the temporary certificate of occupancy is valid.
fr_ca: Le responsable de la construction doit fixer une période pendant laquelle le certificat d'usage temporaire est valide.

source: The building official, upon notification, shall make the inspections set forth in Sections 110.3.1 through 110.3.12.
fr_ca: Sur notification, le responsable de la construction doit effectuer les inspections prévues aux articles 110.3.1 à 110.3.12.

source: The building official, upon notification, shall make the requested inspections and shall either indicate the portion of the construction that is satisfactory as completed, or notify the permit holder or the permit holder's agent wherein the same fails to comply with this code.
fr_ca: Sur notification, le fonctionnaire responsable du bâtiment doit effectuer les inspections demandées et soit indiquer la partie des travaux de construction qui a été exécutée de façon satisfaisante, soit informer le titulaire du permis ou son mandataire de la partie qui n’est pas conforme au présent code.

source: The building permit or copy shall be kept on the site of the work until the completion of the project.
fr_ca: Le permis de construire ou une copie de celui-ci doit être conservé sur le chantier jusqu’à l’achèvement des travaux.

source: The building, including open-ended corridors, and stairways and ramps, shall be equipped throughout with an automatic sprinkler system in accordance with Section 903.3.1.1 or 903.3.1.2.
fr_ca: Le bâtiment, y compris les corridors à extrémités ouvertes, les escaliers et les rampes, doit être entièrement équipé d'un système d'extincteurs automatiques selon la section 903.3.1.1 ou 903.3.1.2.

source: The cabinetry can be removed without removal or replacement of the lavatory;
fr_ca: L'armoire peut être retirée sans qu'il soit nécessaire de retirer ou de remplacer le lavabo;

source: The calculation is based on the front of the wheelchair space location being located 12 inches (305 mm) from the back of the seating tread directly in front and the eye of the standing spectator being set back 8 inches (205 mm) from the riser.
fr_ca: Le calcul est basé sur le fait que l'avant de l'emplacement pour fauteuil roulant est situé à 12 po [305 mm] de l'arrière du pas de marche des SIÈGES directement devant et que l'œil du spectateur debout est en retrait de 8 po [205 mm] de la contremarche.

source: The call button that designates the up direction shall be located above the call button that designates the down direction.
fr_ca: Le bouton d'appel qui désigne la direction vers le haut doit être situé au-dessus du bouton d'appel qui désigne la direction vers le bas.

source: The catchment area served by an aisle is that portion of the total space served by that section of the aisle.
fr_ca: La zone de captage desservie par une allée correspond à la partie de l’espace total desservie par cette section de l’allée.

source: The centerline of the clear floor space shall be offset 24 inches (610 mm) maximum from the centerline of the appliance.
fr_ca: La ligne d'axe de la surface de plancher dégagée doit être décalée d'au plus 24 po [610 mm] par rapport à la ligne d'axe de l'appareil.

source: The centerline of the water closet shall be 16 inches (405 mm) minimum and 18 inches (455 mm) maximum from one side of the required clearance.
fr_ca: La ligne d'axe de la cabine de toilette doit se trouver à une distance comprise entre 16 po [405 mm] et 18 po [455 mm] d'un côté de l'espace libre requis.

source: The centerline of the water closet shall be 16 inches (405 mm) minimum and 18 inches (455 mm) maximum from the sidewall.
fr_ca: La ligne d'axe de la cabine de toilette doit se trouver à une distance comprise entre 16 po [405 mm] et 18 po [455 mm] du mur latéral.

source: The changing surface height shall be adjustable at variable heights from 17 inches (432mm) minimum to 38 inches (965mm) maximum above the floor as measured to the top of the changing surface.
fr_ca: La hauteur de la surface à langer doit être réglable à des hauteurs variables comprises entre 17 po [432 mm] au minimum et 38 po [965 mm] au maximum au-dessus du sol, mesurée jusqu'au sommet de la surface à langer.

source: The changing surface shall be 70 inches (1778 mm) minimum in length and 30 inches (762 mm) minimum in width.
fr_ca: La surface à langer doit être d'au moins 70 po [1778 mm] en longueur et d'au moins 30 po [762 mm] en largeur.

source: The circulation path shall consist of one or more of the following elements: walking surfaces with a slope not steeper that 1:20, doors and doorways, ramps, elevators complying with Sections 407 through 409, and wheelchair (platform) lifts complying with Section 410.
fr_ca: La voie de circulation doit comporter un ou plusieurs des éléments suivants : des surfaces de circulation dont la pente n’est pas supérieure à 1:20, des portes et des ouvertures de porte, des rampes, des ascenseurs conformes aux sections 407 à 409 et des plateformes élévatrices pour fauteuils roulants conformes à la section 410.

source: The classification referred to herein corresponds to the classifications determined by ASTM E648 or NFPA 253 as follows: Class I, 0.45 watts/cm2 or greater; Class II, 0.22 watts/cm2 or greater.
fr_ca: La classification mentionnée aux présentes correspond aux classifications déterminées conformément à la norme ASTM E648 ou à la norme NFPA 253, comme suit : classe I, 0,45 W/cm2 ou plus; classe II, 0,22 W/cm2 ou plus.

source: The clear floor area shall not be less than 15.75 square feet (1.46 m2).
fr_ca: La surface de plancher libre ne doit pas être inférieure à 15,75 pi2 [1,46 m2].

source: The clear floor space required by Section 1102.15.1 shall also serve as a wheelchair charging area complying with Section 906.
fr_ca: La surface de plancher dégagée exigée par l'article 1102.15.1 doit également servir de zone de recharge pour fauteuils roulants conforme à l'article 906.

source: The clear floor space shall be centered on the lavatory.
fr_ca: La surface de plancher dégagée doit être centrée sur le lavabo.

source: The clear floor space shall be centered on the sink bowl.
fr_ca: La surface de plancher dégagée doit être centrée sur la cuve de l'évier.

source: The clear floor space shall be positioned for parallel approach to the side of the bed.
fr_ca: La surface de plancher dégagée doit être positionnée pour un accès parallèle au côté du lit.

source: The clear height of the door opening shall be not less than 78 inches (1981 mm) in height measured from the top of the threshold to the bottom of the stop.
fr_ca: La hauteur libre de l'ouverture de la porte ne doit pas être inférieure à 78 po [1981 mm], mesurée du haut du seuil au bas de la butée.
